In [2]:
import pandas as pd
d= {
    'First Name' : ['Harry','John','Mary','Charly'],
    'Last Name' : ['Styles','Honai','Jane','Puth'],
    'Mark' : [45,50,60,70]
}
df = pd.DataFrame(d)
df

  First Name Last Name  Mark
0      Harry    Styles    45
1       John     Honai    50
2       Mary      Jane    60
3     Charly      Puth    70